Repository: jobber2018/v2.anhvu
Catalog: module/Users/language/*.po
Languages: vi_vn

source: Balance
vi_vn: Điểm

source: Sign up
vi_vn: Đăng ký

source: Sign in with Facebook
vi_vn: Đăng nhập qua Facebook

source: Sign in with Google+
vi_vn: Đăng nhập qua Google+

source: Sign up with Facebook
vi_vn: Đăng ký qua Facebook

source: Sign up with Google+
vi_vn: Đăng ký qua Google+

source: Remember me
vi_vn: Nhớ mật khẩu

source: Sign up New Account
vi_vn: Đăng ký tài khoản mới

source: Please enter a valid email address.
vi_vn: Vui lòng cung cấp địa chỉ email.

source: Please enter the correct email.
vi_vn: Vui lòng cung cấp chính xác địa chỉ email.

source: Please enter the email address associated with your bestay account to receive a password reset link.
vi_vn: Vui lòng nhập địa chỉ email được liên kết với tài khoản bestay để nhận liên kết đặt lại mật khẩu.

source: Reset password
vi_vn: Gửi

source: Forgot password?
vi_vn: Quên mật khẩu?

source: Please check your email to proceed with password change.
vi_vn: Vui lòng kiểm tra email để tiến hành thay đổi mật khẩu.

source: Please enter a new password.
vi_vn: Vui lòng nhập mật khẩu bạn muốn thay đổi.

source: New password
vi_vn: Mật khẩu mới

source: Confirm password
vi_vn: Xác nhận mật khẩu

source: Change password
vi_vn: Đổi mật khẩu

source: Enter confirm password same as password
vi_vn: Mật khẩu không giống nhau

source: Password must be at least 8 characters.
vi_vn: Mật khẩu tối thiểu phải 8 ký tự.

source: Password must not exceed 50 characters.
vi_vn: Mật khẩu không quá 50 ký tự.

source: The token is no longer valid, please perform the password reset function again.
vi_vn: Mã token không còn hợp lệ, vui lòng thực hiện lại chức năng đặt lại mật khẩu.

source: Password changed successfully.
vi_vn: Mật khẩu đã được thay đổi, vui lòng dùng mật khẩu mới để đăng nhập.

source: Wrong login information, incorrect password.
vi_vn: Sai thông tin đăng nhập, mật khẩu không chính xác.

source: The mobile number is not correct.
vi_vn: Số điện thoại không chính xác.

source: Email do not exits
vi_vn: Địa chỉ email không tồn tại trong hệ thống
